Repository: sebastianstrus/TarotGo
Catalog: TarotGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, pl, pt_br, sv, uk

# cardOfDay.centerYourself
source: Take a moment to center yourself
de: Nimm dir einen Moment zum Zentrieren
es: Tómate un momento para centrarte
fr: Prenez un moment pour vous centrer
it: Prenditi un momento per centrarti
ja: 集中するために少し時間を取ってください
nb: Ta et øyeblikk for å sentrere deg selv
pl: Poświęć chwilę na skoncentrowanie się
pt_br: Reserve um momento para se centrar
sv: Ta en stund att centrera dig
uk: Приділіть хвилину, щоб зосередитися

# cardOfDay.instruction
source: Place your finger on the card and hold for 5 seconds
de: Lege deinen Finger auf die Karte und halte 5 Sekunden
es: Coloca tu dedo en la carta y mantén durante 5 segundos
fr: Placez votre doigt sur la carte et maintenez pendant 5 secondes
it: Posiziona il dito sulla carta e tieni premuto per 5 secondi
ja: カードに指を置いて5秒間保持してください
nb: Plasser fingeren på kortet og hold i 5 sekunder
pl: Połóż palec na karcie i przytrzymaj przez 5 sekund
pt_br: Coloque o dedo na carta e segure por 5 segundos
sv: Placera fingret på kortet och håll i 5 sekunder
uk: Покладіть палець на карту і тримайте 5 секунди

# cardOfDay.reflect
source: Reflect
de: Reflektieren
es: Reflexionar
fr: Réfléchir
it: Riflettere
ja: 反映
nb: Reflekter
pl: Refleksja
pt_br: Refletir
sv: Reflektera
uk: Роздумати

# cardOfDay.title
source: Card of the Day
de: Tageskarte
es: Carta del Día
fr: Carte du Jour
it: Carta del Giorno
ja: 今日のカード
nb: Dagens kort
pl: Karta Dnia
pt_br: Carta do Dia
sv: Dagens kort
uk: Карта дня

# cardOfDay.todaysMessage
source: Today's Message
de: Heutige Botschaft
es: Mensaje de Hoy
fr: Message d'Aujourd'hui
it: Messaggio di Oggi
ja: 今日のメッセージ
nb: Dagens budskap
pl: Przesłanie na Dzisiaj
pt_br: Mensagem de Hoje
sv: Dagens budskap
uk: Сьогоднішнє послання

# category.career
source: Career
de: Karriere
es: Carrera
fr: Carrière
it: Carriera
ja: キャリア
nb: Karriere
pl: Kariera
pt_br: Carreira
sv: Karriär
uk: Кар'єра

# category.career.desc
source: Work and professional life
de: Arbeit und Berufsleben
es: Trabajo y vida profesional
fr: Travail et vie professionnelle
it: Lavoro e vita professionale
ja: 仕事とキャリア
nb: Arbeid og yrkesliv
pl: Praca i ścieżka zawodowa
pt_br: Trabalho e vida profissional
sv: Arbete och yrkesliv
uk: Робота і професійне життя

# category.finance
source: Finance
de: Finanzen
es: Finanzas
it: Finanze
ja: 財務
nb: Økonomi
pl: Finanse
pt_br: Finanças
sv: Ekonomi
uk: Фінанси

# category.finance.desc
source: Money and abundance
de: Geld und Überfluss
es: Dinero y abundancia
fr: Argent et abondance
it: Denaro e abbondanza
ja: お金と豊かさ
nb: Penger og overflod
pl: Przepływ pieniędzy i obfitość
pt_br: Dinheiro e abundância
sv: Pengar och överflöd
uk: Гроші та достаток

# category.general
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
nb: Generelt
pl: Ogólne
pt_br: Geral
sv: Allmänt
uk: Загальне

# category.general.desc
source: Life guidance and wisdom
de: Lebensführung und Weisheit
es: Orientación y sabiduría de vida
fr: Guidage et sagesse de vie
it: Guida di vita e saggezza
ja: 人生の指針と知恵
nb: Livsveiledning og visdom
pl: Życiowa mądrość i prowadzenie
pt_br: Orientação de vida e sabedoria
sv: Livsvägledning och visdom
uk: Життєві поради та мудрість

# category.health
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: 健康
nb: Helse
pl: Zdrowie
pt_br: Saúde
sv: Hälsa
uk: Здоров'я

# category.health.desc
source: Wellbeing and vitality
de: Wohlbefinden und Vitalität
es: Bienestar y vitalidad
fr: Bien-être et vitalité
it: Benessere e vitalità
ja: 幸福と活力
nb: Velvære og vitalitet
pl: Dobre samopoczucie i energia życiowa
pt_br: Bem-estar e vitalidade
sv: Välmående och vitalitet
uk: Благополуччя та життєва енергія

# category.love
source: Love
de: Liebe
es: Amor
fr: Amour
it: Amore
ja: 愛
nb: Kjærlighet
pl: Miłość
pt_br: Amor
sv: Kärlek
uk: Кохання

# category.love.desc
source: Relationships and romance
de: Beziehungen und Romantik
es: Relaciones y romance
fr: Relations et romance
it: Relazioni e romanticismo
ja: 関係とロマンス
nb: Forhold og romantikk
pl: Sprawy serca, związki i połączenia
pt_br: Relacionamentos e romance
sv: Relationer och romantik
uk: Стосунки та романтика

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
uk: Скасувати

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nb: Fortsett
pl: Kontynuuj
pt_br: Continuar
sv: Fortsätt
uk: Продовжити

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nb: Slett
pl: Usuń
pt_br: Excluir
sv: Ta bort
uk: Видалити

# common.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
nb: Ferdig
pl: Gotowe
pt_br: Pronto
sv: Klar
uk: Готово

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nb: Rediger
pl: Edytuj
pt_br: Editar
sv: Redigera
uk: Редагувати

# common.getStarted
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ja: 始める
nb: Kom i gang
pl: Rozpocznij
pt_br: Começar
sv: Kom igång
uk: Розпочати

# common.save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
nb: Lagre
pl: Zapisz
pt_br: Salvar
sv: Spara
uk: Зберегти

# dictionary.allCards
source: All Cards
de: Alle Karten
es: Todas las Cartas
fr: Toutes les Cartes
it: Tutte le Carte
ja: すべてのカード
nb: Alle Kort
pl: Wszystkie Karty
pt_br: Todas as Cartas
sv: Alla Kort
uk: Всі Карти

# dictionary.general
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
nb: Generelt
pl: Ogólne
pt_br: Geral
sv: Allmänt
uk: Загальне

# dictionary.keywords
source: Keywords
de: Schlüsselwörter
es: Palabras Clave
fr: Mots-clés
it: Parole Chiave
ja: キーワード
nb: Nøkkelord
pl: Słowa Kluczowe
pt_br: Palavras-chave
sv: Nyckelord
uk: Ключові Слова

# dictionary.meanings
source: Meanings
de: Bedeutungen
es: Significados
fr: Significations
it: Significati
ja: 意味
nb: Betydninger
pl: Znaczenia
pt_br: Significados
sv: Betydelser
uk: Значення

# dictionary.reversed
source: Reversed
de: Umgekehrt
es: Invertida
fr: Inversée
it: Rovesciata
ja: 逆位置
nb: Omvendt
pl: Odwrócona
pt_br: Invertida
sv: Omvänd
uk: Перевернута

# dictionary.searchPlaceholder
source: Search cards...
de: Karten suchen...
es: Buscar cartas...
fr: Rechercher des cartes...
it: Cerca carte...
ja: カードを検索...
nb: Søk etter kort...
pl: Szukaj kart...
pt_br: Buscar cartas...
sv: Sök kort...
uk: Шукати карти...

# dictionary.subtitle
source: Explore all 78 tarot cards
de: Erkunden Sie alle 78 Tarotkarten
es: Explora las 78 cartas del tarot
fr: Explorez les 78 cartes de tarot
it: Esplora tutte le 78 carte dei tarocchi
ja: 78枚のタロットカードを探索
nb: Utforsk alle 78 tarotkort
pl: Przeglądaj wszystkie 78 kart Tarota
pt_br: Explore todas as 78 cartas de tarô
sv: Utforska alla 78 tarotkort
uk: Досліджуйте всі 78 карт Таро

# dictionary.title
source: Card Dictionary
de: Kartenlexikon
es: Diccionario de Cartas
fr: Dictionnaire des Cartes
it: Dizionario delle Carte
ja: カード辞典
nb: Kortleksikon
pl: Słownik Kart
pt_br: Dicionário de Cartas
sv: Kortlexikon
uk: Словник Карт

# dictionary.upright
source: Upright
de: Aufrecht
es: Derecha
fr: Droite
it: Dritta
ja: 正位置
nb: Rett
pl: Prosta
pt_br: Direita
sv: Upprätt
uk: Пряма

# history.all
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
nb: Alle
pl: Wszystkie
pt_br: Todos
sv: Alla
uk: Усі

# history.allReadings
source: All Readings
de: Alle Legungen
es: Todas las Lecturas
fr: Toutes les Lectures
it: Tutte le Letture
ja: すべてのリーディング
nb: Alle spådommer
pl: Wszystkie Rozdania
pt_br: Todas as Leituras
sv: Alla läsningar
uk: Усі читання

# history.deleteAlert
source: Delete Reading
de: Legung Löschen
es: Eliminar Lectura
fr: Supprimer la Lecture
it: Elimina Lettura
ja: リーディングを削除
nb: Slett spådom
pl: Usuń Rozdanie
pt_br: Excluir Leitura
sv: Ta bort läsning
uk: Видалити читання

# history.deleteMessage
source: Are you sure you want to delete this reading? This action cannot be undone.
de: Bist du sicher, dass du diese Legung löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta lectura? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette lecture? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa lettura? Questa azione non può essere annullata.
ja: このリーディングを削除してもよろしいですか？この操作は元に戻せません。
nb: Er du sikker på at du vil slette denne spådommen? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć to rozdanie? Ta akcja nie może być cofnięta.
pt_br: Tem certeza de que deseja excluir esta leitura? Esta ação não pode ser desfeita.
sv: Är du säker på att du vill ta bort denna läsning? Denna åtgärd kan inte ångras.
uk: Ви впевнені, що хочете видалити це читання? Цю дію неможливо скасувати.

# history.deleteReading
source: Delete Reading
de: Legung Löschen
es: Eliminar Lectura
fr: Supprimer la Lecture
it: Elimina Lettura
ja: リーディングを削除
nb: Slett spådom
pl: Usuń Rozdanie
pt_br: Excluir Leitura
sv: Ta bort läsning
uk: Видалити читання

# history.noReadings
source: No readings yet
de: Noch keine Legungen
es: Aún no hay lecturas
fr: Aucune lecture encore
it: Nessuna lettura ancora
ja: まだリーディングがありません
nb: Ingen spådommer ennå
pl: Jeszcze nie wykonano rozdań
pt_br: Ainda não há leituras
sv: Inga läsningar än
uk: Поки що немає читань

# history.noReadings.desc
source: Your saved readings will appear here
de: Deine gespeicherten Legungen erscheinen hier
es: Tus lecturas guardadas aparecerán aquí
fr: Vos lectures sauvegardées apparaîtront ici
it: Le tue letture salvate appariranno qui
ja: 保存されたリーディングがここに表示されます
nb: Dine lagrede spådommer vises her
pl: Twoje zapisane rozdania pojawią się tutaj
pt_br: Suas leituras salvas aparecerão aqui
sv: Dina sparade läsningar kommer att visas här
uk: Ваші збережені читання з'являться тут

# history.noReflections
source: No reflections added
de: Keine Überlegungen hinzugefügt
es: No se agregaron reflexiones
fr: Aucune réflexion ajoutée
it: Nessuna riflessione aggiunta
ja: 考察が追加されていません
nb: Ingen refleksjoner lagt til
pl: Brak dodanych refleksji
pt_br: Nenhuma reflexão adicionada
sv: Inga reflektioner tillagda
uk: Роздумів не додано

# history.readingCountFormat
source: %d readings
de: %d Legungen
es: %d lecturas
fr: %d lectures
it: %d letture
ja: %d リーディング
nb: %d spådommer
pl: %d rozdań
pt_br: %d leituras
sv: %d läsningar
uk: %d читань

# history.title
source: Reading History
de: Legungsverlauf
es: Historial de Lecturas
fr: Historique des Lectures
it: Storico delle Letture
ja: リーディング履歴
nb: Spådomshistorikk
pl: Historia Twoich Rozdań
pt_br: Histórico de Leituras
sv: Läshistorik
uk: Історія читань

# home.cardDictionary
source: Card Dictionary
de: Kartenlexikon
es: Diccionario de Cartas
fr: Dictionnaire des Cartes
it: Dizionario delle Carte
ja: カード辞典
nb: Kortleksikon
pl: Słownik Kart
pt_br: Dicionário de Cartas
sv: Kortlexikon
uk: Словник Карт

# home.cardDictionary.subtitle
source: Explore all 78 tarot cards
de: Erkunden Sie alle 78 Tarotkarten
es: Explora las 78 cartas del tarot
fr: Explorez les 78 cartes de tarot
it: Esplora tutte le 78 carte dei tarocchi
ja: 78枚のタロットカードを探索
nb: Utforsk alle 78 tarotkort
pl: Przeglądaj wszystkie 78 kart Tarota
pt_br: Explore todas as 78 cartas de tarô
sv: Utforska alla 78 tarotkort
uk: Досліджуйте всі 78 карт Таро

# home.cardOfDay
source: Card of the Day
de: Tageskarte
es: Carta del Día
fr: Carte du Jour
it: Carta del Giorno
ja: 今日のカード
nb: Dagens kort
pl: Karta Dnia
pt_br: Carta do Dia
sv: Dagens kort
uk: Карта дня

# home.cardOfDay.subtitle
source: Today's guidance and insight
de: Die heutige Führung und Einsicht
es: Guía e insight de hoy
fr: Guidage et insight d'aujourd'hui
it: Guida e intuizione di oggi
ja: 今日の導きと洞察
nb: Dagens veiledning og innsikt
pl: Dzisiejsze wskazówki i wgląd
pt_br: Orientação e insight de hoje
sv: Dagens vägledning och insikt
uk: Сьогоднішнє послання і прозріння

# home.footer
source: The cards await you
de: Die Karten warten auf dich
es: Las cartas te esperan
fr: Les cartes vous attendent
it: Le carte ti aspettano
ja: カードがあなたを待っています
nb: Kortene venter på deg
pl: Karty czekają na Ciebie
pt_br: As cartas esperam por você
sv: Korten väntar på dig
uk: Карти чекають на вас

# home.history
source: Reading History
de: Legungsverlauf
es: Historial de Lecturas
fr: Historique des Lectures
it: Storico delle Letture
ja: リーディング履歴
nb: Spådomshistorikk
pl: Historia Rozdań
pt_br: Histórico de Leituras
sv: Läshistorik
uk: Історія читань

# home.history.subtitle
source: Review your past readings
de: Überprüfe deine vergangenen Legungen
es: Revisa tus lecturas pasadas
fr: Revoyez vos lectures passées
it: Rivedi le tue letture passate
ja: 過去のリーディングを確認
nb: Gjennomgå tidligere spådommer
pl: Przejrzyj swoje poprzednie rozdania
pt_br: Revise suas leituras anteriores
sv: Granska dina tidigare läsningar
uk: Перегляньте свої минулі читання

# home.newReading
source: New Reading
de: Neue Legung
es: Nueva Lectura
fr: Nouvelle Lecture
it: Nuova Lettura
ja: 新しいリーディング
nb: Ny spådom
pl: Nowe Rozdanie
pt_br: Nova Leitura
sv: Ny läsning
uk: Нове читання

# home.newReading.subtitle
source: Discover what the cards reveal
de: Entdecke, was die Karten offenbaren
es: Descubre lo que revelan las cartas
fr: Découvrez ce que les cartes révèlent
it: Scopri cosa rivelano le carte
ja: カードが明らかにすることを発見
nb: Oppdag hva kortene avslører
pl: Odkryj, co odkrywają karty
pt_br: Descubra o que as cartas revelam
sv: Upptäck vad korten avslöjar
uk: Дізнайтеся, що розкривають карти

# home.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
nb: Innstillinger
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
uk: Налаштування

# home.settings.subtitle
source: Configure notifications and preferences
de: Benachrichtigungen und Präferenzen konfigurieren
es: Configurar notificaciones y preferencias
fr: Configurer les notifications et les préférences
it: Configura notifiche e preferenze
ja: 通知と設定を構成
nb: Konfigurer varsler og preferanser
pl: Skonfiguruj powiadomienia i preferencje
pt_br: Configurar notificações e preferências
sv: Konfigurera aviseringar och preferenser
uk: Налаштувати сповіщення та параметри

# home.subtitle
source: Your personal tarot companion
de: Dein persönlicher Tarot-Begleiter
es: Tu compañero personal de tarot
fr: Votre compagnon de tarot personnel
it: Il tuo compagno tarocchi personale
ja: あなたのパーソナルタロットコンパニオン
nb: Din personlige tarot-følgesvenn
pl: Twój osobisty przewodnik po tarocie
pt_br: Seu companheiro pessoal de tarô
sv: Din personliga tarotföljeslagare
uk: Ваш особистий супутник таро

# interpretation.ace_of_cups_career_reversed
source: Professional opportunities lack emotional fulfillment. Your heart isn't in your work. Creativity feels blocked. Reconnect with what brings you joy in your career.
de: Berufliche Möglichkeiten bieten keine emotionale Erfüllung. Dein Herz steckt nicht in deiner Arbeit. Kreativität fühlt sich blockiert an. Verbinde dich wieder mit dem, was dir in deiner Karriere Freude bereitet.
es: Las oportunidades profesionales carecen de satisfacción emocional. Tu corazón no está en tu trabajo. La creatividad se siente bloqueada. Reconecta con lo que te trae alegría en tu carrera.
fr: Les opportunités professionnelles manquent d'épanouissement émotionnel. Votre cœur n'est pas dans votre travail. La créativité semble bloquée. Renouez avec ce qui vous apporte de la joie dans votre carrière.
it: Le opportunità professionali mancano di soddisfazione emotiva. Il tuo cuore non è nel tuo lavoro. La creatività sembra bloccata. Riconnettiti con ciò che ti porta gioia nella carriera.
ja: 仕事の機会に感情的な充実感が欠けています。心が仕事にありません。創造性がブロックされていると感じます。キャリアに喜びをもたらすものと再びつながりましょう。
nb: Jobbmuligheter mangler emosjonell tilfredsstillelse. Hjertet ditt er ikke i arbeidet. Kreativiteten føles blokkert. Gjenopprett kontakten med det som gir deg glede i karrieren.
pl: Możliwości zawodowe nie dają emocjonalnego spełnienia. Twoje serce nie jest w twojej pracy. Kreatywność jest zablokowana. Połącz się ponownie z tym, co przynosi ci radość w karierze.
pt_br: As oportunidades profissionais carecem de realização emocional. Seu coração não está no seu trabalho. A criatividade parece bloqueada. Reconecte-se com o que traz alegria na sua carreira.
sv: Yrkesmöjligheter saknar känslomässig tillfredsställelse. Ditt hjärta är inte i ditt arbete. Kreativiteten känns blockerad. Återknyt kontakten med det som ger dig glädje i din karriär.
uk: Професійним можливостям бракує емоційного задоволення. Ваше серце не в роботі. Творчість заблокована. Відновіть зв'язок із тим, що приносить вам радість у кар'єрі.

# interpretation.ace_of_cups_career_upright
source: A fulfilling new professional opportunity that feeds your soul. This work aligns with your passion and brings emotional satisfaction. Follow what feels right in your heart.
de: Eine erfüllende neue berufliche Möglichkeit, die deine Seele nährt. Diese Arbeit entspricht deiner Leidenschaft und bringt emotionale Zufriedenheit. Folge dem, was sich in deinem Herzen richtig anfühlt.
es: Una nueva oportunidad profesional gratificante que alimenta tu alma. Este trabajo se alinea con tu pasión y brinda satisfacción emocional. Sigue lo que sientes en tu corazón.
fr: Une nouvelle opportunité professionnelle épanouissante qui nourrit votre âme. Ce travail correspond à votre passion et apporte une satisfaction émotionnelle. Suivez ce qui vous semble juste dans votre cœur.
it: Una nuova opportunità professionale appagante che nutre la tua anima. Questo lavoro si allinea con la tua passione e porta soddisfazione emotiva. Segui ciò che senti giusto nel cuore.
ja: 魂を満たす充実した新しい仕事の機会。この仕事はあなたの情熱と一致し、感情的な満足をもたらします。心が正しいと感じることに従いましょう。
nb: En givende ny jobbmulighet som nærer sjelen din. Dette arbeidet stemmer overens med lidenskapen din og gir emosjonell tilfredsstillelse. Følg det som føles riktig i hjertet ditt.
pl: Nowa, satysfakcjonująca możliwość zawodowa, która odżywia twoją duszę. Ta praca jest zgodna z twoją pasją i przynosi emocjonalne zadowolenie. Podążaj za tym, co czujesz w sercu.
pt_br: Uma nova oportunidade profissional gratificante que alimenta sua alma. Este trabalho está alinhado com sua paixão e traz satisfação emocional. Siga o que parece certo no seu coração.
sv: En givande ny yrkesmöjlighet som nära din själ. Detta arbete är i linje med din passion och ger känslomässig tillfredsställelse. Följ det som känns rätt i ditt hjärta.
uk: Нова професійна можливість, яка живить вашу душу. Ця робота відповідає вашій пристрасті та приносить емоційне задоволення. Слідуйте тому, що відчуваєте серцем.

# interpretation.ace_of_cups_finance_reversed
source: Financial decisions lack heart or emotional satisfaction. Money might be coming but brings no joy. Blocked abundance due to closed heart. Open to receive.
de: Finanzielle Entscheidungen haben kein Herz oder emotionale Befriedigung. Geld mag kommen, bringt aber keine Freude. Blockierte Fülle durch verschlossenes Herz. Öffne dich für den Empfang.
es: Las decisiones financieras carecen de corazón o satisfacción emocional. Puede que llegue dinero, pero no trae alegría. Abundancia bloqueada por un corazón cerrado. Ábrete a recibir.
fr: Les décisions financières manquent de cœur ou de satisfaction émotionnelle. L'argent peut arriver mais n'apporte aucune joie. Abondance bloquée par un cœur fermé. Ouvrez-vous pour recevoir.
it: Le decisioni finanziarie mancano di cuore o soddisfazione emotiva. I soldi possono arrivare ma non portano gioia. Abbondanza bloccata a causa del cuore chiuso. Apri per ricevere.
ja: 経済的な決断に心や感情的な満足が欠けています。お金は入ってくるかもしれませんが、喜びはありません。閉ざされた心による豊かさのブロック。受け取る心を開きましょう。
nb: Økonomiske beslutninger mangler hjerte eller emosjonell tilfredsstillelse. Penger kan komme, men gir ingen glede. Blokkert overflod på grunn av lukket hjerte. Åpne for å motta.
pl: Decyzjom finansowym brakuje serca lub satysfakcji emocjonalnej. Pieniądze mogą przychodzić, ale nie przynoszą radości. Zablokowana obfitość z powodu zamkniętego serca. Otwórz się, aby otrzymać.
pt_br: Decisões financeiras carecem de coração ou satisfação emocional. O dinheiro pode estar chegando, mas não traz alegria. Abundância bloqueada devido ao coração fechado. Abra-se para receber.
sv: Ekonomiska beslut saknar hjärta eller känslomässig tillfredsställelse. Pengar kan komma in men ger ingen glädje. Blockerat överflöd på grund av stängt hjärta. Öppna dig för att ta emot.
uk: Фінансовим рішенням бракує серця чи емоційного задоволення. Гроші можуть надходити, але не приносять радості. Блокування достатку через закрите серце. Відкрийтеся, щоб отримувати.

# interpretation.ace_of_cups_finance_upright
source: Financial opportunities that align with your values bring joy. Money flows when you're emotionally aligned with your work. Abundance through heartfelt effort.
de: Finanzielle Möglichkeiten, die mit deinen Werten übereinstimmen, bringen Freude. Geld fließt, wenn du emotional mit deiner Arbeit im Einklang bist. Fülle durch herzliche Anstrengung.
es: Las oportunidades financieras que se alinean con tus valores traen alegría. El dinero fluye cuando estás emocionalmente alineado con tu trabajo. Abundancia a través del esfuerzo sincero.
fr: Les opportunités financières alignées sur vos valeurs apportent de la joie. L'argent coule lorsque vous êtes émotionnellement en phase avec votre travail. Abondance grâce à un effort sincère.
it: Le opportunità finanziarie in linea con i tuoi valori portano gioia. Il denaro scorre quando sei emotivamente allineato con il tuo lavoro. Abbondanza attraverso lo sforzo sincero.
ja: 自分の価値観に合った経済的機会が喜びをもたらします。仕事と感情が一致しているとき、お金は流れます。心からの努力による豊かさ。
nb: Økonomiske muligheter som er i tråd med verdiene dine bringer glede. Penger flyter når du er følelsesmessig tilpasset arbeidet ditt. Overflod gjennom hjertevarm innsats.
pl: Możliwości finansowe zgodne z twoimi wartościami przynoszą radość. Pieniądze płyną, gdy jesteś emocjonalnie dostrojony do swojej pracy. Obfitość poprzez serdeczny wysiłek.
pt_br: Oportunidades financeiras alinhadas com seus valores trazem alegria. O dinheiro flui quando você está emocionalmente alinhado com seu trabalho. Abundância através do esforço sincero.
sv: Ekonomiska möjligheter som överensstämmer med dina värderingar ger glädje. Pengar flödar när du är känslomässigt anpassad till ditt arbete. Överflöd genom hjärtlig ansträngning.
uk: Фінансові можливості, що відповідають вашим цінностям, приносять радість. Гроші течуть, коли ви емоційно налаштовані на свою роботу. Достаток через щирі зусилля.
